Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: “The consumer structure of the Havana underworld never spawned a ‘gay culture’ or ‘gay sensibility’ even in strictly commercial terms, due to its isolation from the mainstream of social life and the degree of guilt and self-hatred afflicting its members.”
pt_br: "A estrutura consumidora do submundo de Havana nunca gerou uma "cultura gay" ou "sensibilidade gay", nem mesmo em termos estritamente comerciais, devido ao seu isolamento da vida social cotidiana e ao grau de culpa e ódio de si que seus integrantes sentiam.

source: “The foreign debt of the poorest countries should be cancelled immediately and unconditionally.
pt_br: "A dívida externa dos países mais pobres deveria ser cancelada e imediata e incondicionalmente

source: “The next Group of Seven meeting, instead of adopting a new economic liberalization to impose on the world’s poor and less fortunate, should agree to reduce their military budgets to raise at least U.S.
pt_br: "O próximo encontro do Grupo dos Sete, em vez de adotar uma nova liberalização econômica para impor aos mais pobres e menos afortunados, deveria concordar em reduzir seus orçamentos militares para arrecadar os

source: “The police take measures — that’s what they are there for,” she explained, “but they interpret things with their own way of thinking.
pt_br: “A polícia toma medidas — é para isso que eles estão lá”, explicou ela, “mas eles interpretam as coisas com sua própria maneira de pensar.

source: “The sanatorium was similar to a large housing complex where all who chose to live there had 24-hour health care, the option of having family members, even a dog or a cat stay with them.
pt_br: “O sanatório era similar a um grande complexo habitacional, onde todas as pessoas que escolheram viver ali tinham cuidados médicos 24 horas, a opção de receber familiares e até seus cães ou gatos podiam ficar.

source: “The second theme incorporates a new element in teledramas,” she continued, “the treatment of sexual relations between men either as homosexuals or bisexuals.
pt_br: “O segundo tema incorpora um novo elemento nos teledramas”, continuou ela, “o tratamento das relações sexuais entre homens sendo tanto como homossexuais quanto bissexuais.

source: “The widely reported rumors and articles on AIDS concentration camps in Cuba are out of context and pure anti-Cuba propaganda,” Manago stated.
pt_br: “Os artigos e os rumores amplamente difundidos sobre campos de concentração para pessoas com AIDS em Cuba são fora de contexto e pura propaganda anti-Cuba,” afirmou Manago.

source: “The year 1979 was an unsettled one,” Arguelles and Rich wrote.
pt_br: Arguelles e Rich escreveram que "1979 foi um ano de incertezas".

source: “Their job will be to integrate prevention strategies among the various national players, including the Public Health and Education Ministries, the Federation of Cuban Women, and other government agencies and NGOs.
pt_br: "O trabalho deles será o de integrar estratégias de prevenção entre os vários atores nacionais, incluindo os Ministros da Saúde Pública e Educação, a Federação das Mulheres Cubanas, além de outras agências governamentais e ONGS.

source: “There is no need to elaborate further to understand that the international economic order is criminally unjust, that when the words ‘democracy,’ ‘human rights,’ ‘individual liberty,’ ‘equal opportunities’ and others come from the mouths of the powerful, they ring hollow and demagogic.”
pt_br: "Não é necessário dizer mais nada para entender que a ordem econômica internacional é criminosamente injusta, que, quando as palavras 'democracia', 'direitos humanos', 'liberdade individual', 'igualdade de oportunidades' e outras saem da boca dos poderosos, elas soam vazias e demagógicas."

source: “They are part of our Cuban-ness, part of our people, we have to accept them as such,” said an older man.
pt_br: “Fazem parte do que é ser cubano, parte de nós, temos que aceitá-las como tais,” disse um homem mais velho.

source: “They spoke of everything that bothered them.
pt_br: “Eles falaram de tudo o que os incomodava.

source: “They’re people, one should treat them normally, but keep them away,” one youth with her friends told the interviewer.
pt_br: “São pessoas, devem ser tratadas como tais, mas longe”, disse uma jovem entrevistada com suas amigas.

source: “This attitude was not in keeping with the policy or the law, because these do not penalize a person for cross-dressing.” (Arreola)
pt_br: “Essa atitude não estava de acordo com a política ou a lei, porque elas não penalizam uma pessoa por se vestir de como o gênero oposto.” (Arreola)

source: “We are even carrying out a very important study on representations of transsexuality,” she concluded, “to carry out educational campaigns to teach society to respect these people and respect their rights.” (González)
pt_br: “Estamos até realizando um estudo muito importante sobre representações da transexualidade”, ela concluiu, “para realizar campanhas educativas a fim de ensinar a sociedade a respeitar essas pessoas e seus direitos.” (González)

source: “We are working with other scientific institutions in the country, which are providing invaluable assistance and we are looking at all possibilities anywhere in the world.
pt_br: “Estamos trabalhando em conjunto com outras instituições científicas no país, que têm fornecido uma ajuda inestimável e estamos atentos a todas as possibilidades em qualquer lugar do mundo.

source: “We have to include a gender perspective — promotion of new constructs of masculinity and femininity — and not just take an epidemiological approach.”
pt_br: “Temos que incluir uma perspectiva de gênero — promoção de novas construções de masculinidade e feminilidade — e não apenas adotar uma abordagem epidemiológica.”

source: “We have to learn to recognize which elements of the traditional masculinity or femininity are actually doing us damage.
pt_br: “Temos que aprender a reconhecer quais elementos da masculinidade ou feminilidade tradicional estão realmente nos prejudicando.

source: “We’re now preparing other activities with the mass organizations, the Committees to Defend the Revolution, student and women’s organizations,” he continued.
pt_br: “Agora, estamos preparando outras atividades com as organizações de massa, os Comitês de Defesa da Revolução, organizações de estudantes e de mulheres,” continuou Terry.

source: “What better way to do it than through a TV soap watched by the whole country?
pt_br: “Que melhor maneira de fazer isso do que através de uma novela assistida por todo o país?

source: “While in Cuba, I spoke with scores of gays, mostly men, and encountered none who said that their government was persecuting them,” Oberg stated.
pt_br: “Enquanto estive em Cuba, conversei com dezenas de homossexuais, a maioria homens, e não encontrei nenhum que dissesse que seu governo os estava perseguindo”, afirmou Oberg.

source: “‘Gay Cuba’ was shown at the Havana International Festival of Latin American Cinema to public and critical acclaim,” wrote scholar Larry R. Oberg.
pt_br: “‘Gay Cuba’ foi apresentado no Festival Internacional de Havana de Cinema Latino-Americano e conquistou tanto o público como a crítica,” escreveu o historiador Larry R. Oberg.

source: • Anti-retroviral treatment for 30,000 patients.
pt_br: • Tratamento antirretroviral para 30 mil pacientes.

source: • Diagnostic equipment and kits necessary for basic prevention programs.
pt_br: • Equipamentos de diagnóstico e kits necessários para programas básicos de prevenção.

source: • Doctors, teachers, psychologists and other specialists needed to assess and collaborate with campaigns to prevent AIDS and other illnesses.
pt_br: • Médicos, professores, psicólogos e outros especialistas necessários para avaliar e colaborar com campanhas para prevenção da AIDS e outras doenças.

source: • Four thousand doctors and health personnel to create the necessary infrastructure to supply the population with the prescription drugs and necessary follow-up and to train a large number of specialists in their own fields, including nurses and allied health technicians.
pt_br: • Quatro mil médicos e profissionais de saúde para criar a infraestrutura necessária para fornecer à população os medicamentos prescritos e o acompanhamento necessário, bem como para treinar um grande número de especialistas em seus respectivos campos, incluindo enfermeiras e outros técnicos da área da saúde.

source: • Sufficient professors to establish 20 medical schools, many of whom could be chosen out of the 2,359 Cuban doctors who were then serving in 17 countries as part of Cuba’s Integral Health Program.
pt_br: • Professores suficientes para estabelecer 20 escolas de medicina, muitos dos quais poderiam ser escolhidos entre os 2359 médicos cubanos que estavam servidos na época em 17 países como parte do Programa de Saúde Integral de Cuba.
